Repository: durgeshtimbadiya/WHO_New
Catalog: Localizable.xcstrings
Source language: en
Languages: as_in, bn_in, gu_in, hi, kn_in, ml_in, or_in, pa_in, ta_in, te_in

source: Headache<sup><small><small>N</small></small></sup> (Migraine without aura°)
as_in: মূৰৰ বিষ<sup><small><small>N</small></small></sup> (অ'ৰাৰ অবিহনে মাইগ্ৰেন°)
bn_in: মাথা ব্যথা<sup><small><small>N</small></small></sup> (অরা ছাড়া মাইগ্রেন°)
gu_in: માથામાં દુઃખાવો<sup><small><small>N</small></small></sup> (ઑરા વગર માઇગ્રેન°)
hi: सिरदर्द<sup><small><small>N</small></small></sup>(ऑरा के बिना आधासीसी (माइग्रेन) °)
kn_in: ತಲೆನೋವು<sup><small><small>N</small></small></sup> (ಪ್ರಭಾವಳಿಯಿಲ್ಲದೇ ತಲೆಶೂಲೆ°)
ml_in: തലവേദന<sup><small><small>N</small></small></sup> (പ്രകാശവലയം ഇല്ലാത്ത മൈഗ്രെയ്ൻ°)
or_in: ମୁଣ୍ଡବିନ୍ଧା<sup><small><small>N</small></small></sup> ପୂର୍ବାଭାସ ବିନା ଅଧକପାଳୀ°
pa_in: ਸਿਰ ਦਰਦ<sup><small><small>N</small></small></sup>ਔਰਾ ਤੋਂ ਬਿਨਾਂ ਮਾਈਗ੍ਰੇਨ°
ta_in: தலைவலி <sup><small><small>N</small></small></sup> (வெளிச்சம் இல்லாத ஒற்றைத் தலைவ்லி°)
te_in: తలనొప్పి<sup><small><small>N</small></small></sup> (కాంతి వలయంతో వచ్చే పార్శ్వ తలనొప్పి°)

source: HeadacheN
as_in: মূৰৰ বিষ<sup><small><small>N</small></small></sup>
bn_in: মাথা ব্যথা<sup><small><small>N</small></small></sup>
gu_in: માથામાં દુઃખાવો<sup><small><small>N</small></small></sup>
hi: सिरदर्द
kn_in: ತಲೆನೋವು<sup><small><small>N</small></small></sup>
ml_in: തലവേദന<sup><small><small>N</small></small></sup>
or_in: ମୁଣ୍ଡବିନ୍ଧାN
pa_in: ਸਿਰ ਦਰਦ
ta_in: தலைவலி <sup><small><small>N</small></small></sup>
te_in: తలనొప్పిN

source: Health-care provider must insert and remove; can be used for 3–5 years depending on implant; irregular vaginal bleeding common but not harmful.
as_in: স্বাস্থ্য-যত্ন প্ৰদানকাৰীয়ে সংৰোপণ কৰিব আৰু আঁতৰাব লাগিব; ইমপ্লেণ্টৰ ওপৰত নিৰ্ভৰ কৰি 3-5 বছৰৰ বাবে ব্যৱহাৰ কৰিব পাৰি; সচৰাচৰ যোনিৰ পৰা অনিয়মীয়া ৰক্তক্ষৰণ হয়, কিন্তু সেয়া ক্ষতিকাৰক নহয়।
bn_in: অবশ্যই স্বাস্থ্যের যত্ন প্রদানকারী প্রবেশ ও অপসারণ করবেন; ইমপ্ল্যান্টের ভিত্তিতে 3–5 বছর যাবত ব্যবহার করা যায়; সাধারণত যোনি থেকে অনিয়মিত রক্তপাত হয়, তবে সেটি ক্ষতিকর নয়।
gu_in: હેલ્થ-કૅર પ્રોવાઇડરે દાખલ કરવું અને દૂર કરવું જોઇએ; ઇમ્પ્લાન્ટ પર આધાર રાખીને તેને 3-5 વર્ષ માટે ઉપયોગમાં લઈ શકાય છે; યોનિમાંથી અનિયમિતપણે રક્તસ્રાવ થવો એ સર્વસામાન્ય છે પણ હાનિકારક નથી.
hi: स्वास्थ्य देखभाल प्रदाता को अंतर्वेशित करना और हटाना होगा; इम्प्लांट के आधार पर 3-5 वर्षों तक उपयोग किया जा सकता है; योनि से अनियमित रक्तस्राव आम है लेकिन हानिकारक नहीं है।
kn_in: ಆರೋಗ್ಯ-ಆರೈಕೆ ಒದಗಿಸುವವರು ಸೇರಿಸಬೇಕು ಮತ್ತು ತೆಗೆದುಹಾಕಬೇಕು; ಕಸಿಯನ್ನು ಅವಲಂಬಿಸಿ 3-5 ವರ್ಷಗಳವರೆಗೆ ಬಳಸಬಹುದು; ಅನಿಯಮಿತ ಯೋನಿ ರಕ್ತಸ್ರಾವ ಸಾಮಾನ್ಯವಾಗಿದ್ದರೂ ಅದು ಹಾನಿಕಾರಕವಲ್ಲ.
ml_in: ആരോഗ്യ പരിചരണ ദാതാവ് ഇത് ഘടിപ്പിക്കുകയും നീക്കം ചെയ്യുകയും വേണം; ഇംപ്ലാന്റിന് അനുസരിച്ച് 3-5 വർഷത്തേക്ക് ഉപയോഗിക്കാം; യോനിയിൽ ക്രമരഹിതമായ രക്തസ്രാവം സാധാരണമാണ്, പക്ഷേ ദോഷകരമല്ല.
or_in: ସ୍ୱାସ୍ଥ୍ୟ-ଯତ୍ନ ପ୍ରଦାତା ନିଶ୍ଚିତ ଭାବେ ଭର୍ତ୍ତି କରିବା ଓ କାଢ଼ିବା ଉଚିତ; ପ୍ରତ୍ୟାରୋପଣ ଉପରେ ନିର୍ଭର କରି 3-5 ବର୍ଷ ପାଇଁ ବ୍ୟବହାର କରାଯାଇପାରିବ; ଅନିୟମିତ ଯୋନି ରକ୍ତସ୍ରାବ ସାଧାରଣ ଅଟେ, ବିପଦପୂର୍ଣ୍ଣ ନୁହେଁ।
pa_in: ਸਿਹਤ-ਦੇਖਭਾਲ ਪ੍ਰਦਾਤਾ ਨੂੰ ਲਾਜ਼ਮੀ ਤੌਰ 'ਤੇ ਦਾਖਲ ਕਰਨਾ ਅਤੇ ਹਟਾਉਣਾ ਚਾਹੀਦਾ ਹੈ; ਇੰਪਲਾਂਟ ਦੇ ਅਧਾਰ ‘ਤੇ 3-5 ਸਾਲਾਂ ਲਈ ਵਰਤਿਆ ਜਾ ਸਕਦਾ ਹੈ; ਅਨਿਯਮਿਤ ਯੋਨੀ ਵਿੱਚੋਂ ਖੂਨ ਵਹਿਣਾ ਆਮ ਹੈ ਪਰ ਨੁਕਸਾਨਦੇਹ ਨਹੀਂ ਹੈ।
ta_in: சுகாதார பராமரிப்பு வழங்குனர் செருகவும் , அகற்றவும் வேண்டும் ; உள்வைப்பை பொறுத்து, 3-5 ஆண்டுகள் இதை உபயோகிக்கலாம் ; ஒழுங்கற்ற பிறப்புறுப்பு இரத்தப்போக்கு பொதுவானது, ஆனால் தீங்கு விளைவிப்பதில்லை.
te_in: ఆరోగ్య సంరక్షణ ప్రదాత తప్పనిసరిగా చొప్పించాలి మరియు తీసివేయాలి; ఇంప్లాంట్ ఆధారంగా 3-5 సంవత్సరాలు ఉపయోగించవచ్చు; క్రమరహిత యోని రక్తస్రావం సాధారణం కానీ హానికరం కాదు.

source: High risk for HIV.
as_in: HIV-ৰ উচ্চ বিপদাশংকা থকা।
bn_in: HIV-এর উচ্চ ঝুঁকি।
gu_in: HIVનું ઊંચું જોખમ.
hi: HIV के लिए उच्च जोखिम.
kn_in: HIV ಗೆ ಹೆಚ್ಚಿನ ಅಪಾಯ.
ml_in: HIV-ക്കുള്ള ഉയർന്ന അപകടസാധ്യത.
or_in: HIV ର ଉଚ୍ଚ ବିପଦ
pa_in: HIV ਲਈ ਉੱਚ ਜੋਖ਼ਮ
ta_in: HIV-கான அதிக ஆபத்து.
te_in: HIVకి అధిక ప్రమాదం

source: Highly effective
as_in: খুবই কার্যকর
bn_in: খুবই কার্যকর
gu_in: અત્યંત અસરકારક
hi: अत्याधिक असरदायक
kn_in: ಹೆಚ್ಚು ಪರಿಣಾಮಕಾರಿ
ml_in: വളരെ ഫലപ്രദം
or_in: ଉଚ୍ଚତର ପ୍ରଭାବଶାଳୀ
pa_in: ਬਹੁਤ ਪ੍ਰਭਾਵਸ਼ਾਲੀ
ta_in: அதிக திறன் வாய்ந்தது
te_in: అత్యంత ప్రభావవంతమైనది

source: History of gestational diabetes.
as_in: গৰ্ভাৱস্থাৰ ডায়েবেটিচৰ ইতিহাস থকা।
bn_in: জেস্টেশনাল ডায়াবেটিসের ইতিহাস।
gu_in: ગર્ભાવસ્થા દરમિયાન આવેલા ડાયાબિટીસની પૂર્વવિગત.
hi: गर्भकालीन मधुमेह का इतिहास
kn_in: ಗರ್ಭಾವಸ್ಥೆಯ ಮಧುಮೇಹದ ಇತಿಹಾಸ.
ml_in: ഗർഭകാല പ്രമേഹത്തിന്റെ ചരിത്രം.
or_in: ଗର୍ଭକାଳୀନ ମଧୁମେହର ଇତିହାସ
pa_in: ਗਰਭਕਾਲੀ ਸ਼ੂਗਰ ਦਾ ਇਤਿਹਾਸ
ta_in: கர்ப்பகால நீரிழிவு வரலாறு.
te_in: గర్భధారణ సమయంలో మధుమేహం యొక్క చరిత్ర

source: History of high blood pressure during pregnancy.
as_in: গৰ্ভাৱস্থাৰ সময়ত উচ্চ ৰক্তচাপৰ ইতিহাস থকা।
bn_in: গর্ভাবস্থায় উচ্চ রক্তচাপের ইতিহাস।
gu_in: ગર્ભાવસ્થા દરમિયાન આવેલા ઉચ્ચ રક્તચાપની પૂર્વવિગત.
hi: गर्भावस्था के दौरान उच्च रक्तचाप का इतिहास
kn_in: ಗರ್ಭಾವಸ್ಥೆಯಲ್ಲಿ ಅಧಿಕ ರಕ್ತದೊತ್ತಡದ ಇತಿಹಾಸ.
ml_in: ഗർഭകാലത്തെ ഉയർന്ന രക്തസമ്മർദ്ദത്തിന്റെ ചരിത്രം.
or_in: ଗର୍ଭାବସ୍ଥା ସମୟରେ ଉଚ୍ଚ ରକ୍ତଚାପର ଇତିହାସ
pa_in: ਗਰਭ ਅਵਸਥਾ ਦੌਰਾਨ ਹਾਈ ਬਲੱਡ ਪ੍ਰੈਸ਼ਰ ਦਾ ਇਤਿਹਾਸ
ta_in: கர்ப்பகாலத்தில் உயர் இரத்த அழுத வரலாறு.
te_in: గర్భధారణ సమయంలో అధిక రక్తపోటు చరిత్ర

source: History of pelvic surgery, including caesarean delivery.
as_in: শ্ৰোণীৰ অস্ত্ৰোপচাৰৰ ইতিহাস, চিজাৰিয়ান প্ৰসৱসহ।
bn_in: সিজারিয়ান ডেলিভারি সহ শ্রোণিদেশের শল্য চিকিৎসার ইতিহাস।
gu_in: સીઝેરીયન પ્રસૂતિ સહિત પેડુની સર્જરીની પૂર્વવિગત.
hi: सिजेरियन डिलीवरी सहित पेल्विक सर्जरी का इतिहास
kn_in: ಸಿಸೇರಿಯನ್ ಹೆರಿಗೆ ಸೇರಿದಂತೆ ಟೊಂಕದ ಶಸ್ತ್ರಚಿಕಿತ್ಸೆಯ ಇತಿಹಾಸ.
ml_in: സിസേറിയൻ പ്രസവം ഉൾപ്പെടെയുള്ള പെൽവിക് ശസ്ത്രക്രിയയുടെ ചരിത്രം.
or_in: ଶ୍ରୋଣୀ ଅସ୍ତ୍ରୋପଚାରର ଇତିହାସ, ସିଜରିଅନ୍ ପ୍ରସବ ସମେତ
pa_in: ਪੈਲਵਿਕ ਸਰਜਰੀ ਦਾ ਇਤਿਹਾਸ, ਜਿਸ ਵਿੱਚ ਸੀਜ਼ੇਰੀਅਨ ਡਿਲੀਵਰੀ ਵੀ ਸ਼ਾਮਲ ਹੈ
ta_in: சிசேரியன் பிரசவம் உள்ளிட்ட இடுப்பு அறுவை சிகிச்சை வரலாறு.
te_in: సిజేరియన్ డెలివరీతో సహా పెల్విక్ సర్జరీ చరిత్ర

source: History of severe cardiovascular disease, (ischaemic heart disease, cerebrovascular attack, or other thromboembolic conditions).
as_in: গুৰুতৰ কাৰ্ডিওভাস্কুলাৰ ৰোগৰ ইতিহাস (ইস্কেমিক হৃদৰোগ, চেৰিব্ৰোভাস্কুলাৰ আক্ৰমণ বা অন্যান্য থ্ৰম্বোইম্বোলিক স্থিতি)।
bn_in: চরম কার্ডিওভাস্কুলার অসুখের ইতিহাস (হৃৎপিণ্ডের ইস্কেমিক অসুখ, সেরিব্রোভাস্কুলার অ্যাটাক বা অন্যান্য থ্রম্বোএম্বোলিক সমস্যা)।
gu_in: ગંભીર કાર્ડિયોવાસ્ક્યુલર બીમારીઓ (ઇશ્કેમિક હાર્ટ ડીસીઝ, સેરેબ્રોવાસ્ક્યુલર એટેક અથવા અન્ય થ્રોમ્બોએમ્બોલિક પરિસ્થિતિઓ)ની પૂર્વવિગત.
hi: गंभीर हृदय रोग (कार्डियोवैस्कुलर रोग) का इतिहास, (इस्केमिक हृदय रोग, मस्तिष्कवाहिकीय (सेरेब्रोवास्कुलर) दौरा, या अन्य घनास्र (थ्रोम्बोम्बोलिक) स्थितियां)
kn_in: ತೀವ್ರವಾದ ಹೃದಯರಕ್ತನಾಳದ ಕಾಯಿಲೆಯ ಇತಿಹಾಸ, (ಕ್ಷಣಿಕ ಹೃದ್ರೋಗ, ಸೆರೆಬ್ರೊವಾಸ್ಕುಲರ್ ದಾಳಿ, ಅಥವಾ ಇತರ ರಕ್ತ ಗರಣೆಗಟ್ಟುವ ಪರಿಸ್ಥಿತಿಗಳು).
ml_in: തീവ്രമായ ഹൃദയ സംബന്ധമായ രോഗങ്ങളുടെ മുൻകാല ചരിത്രം, (ഇസ്കീമിക് ഹൃദ്രോഗം, സെറിബ്രോവാസ്കുലർ അറ്റാക്ക് അല്ലെങ്കിൽ മറ്റ് ത്രോംബോബോളിക് അവസ്ഥകൾ).
or_in: ଗୁରୁତର ହୃଦୟ ରୋଗର ଇତିହାସ (ରକ୍ତାଳ୍ପୀ ହୃଦୟ ରୋଗ, ପ୍ରମସ୍ତିଷ୍କବାହିନୀ ଆଘାତ କିମ୍ୱା ଅନ୍ୟାନ୍ୟ ରକ୍ତ ସ୍କନ୍ଦ ଶଲ୍ୟ ଅବସ୍ଥା)
pa_in: ਗੰਭੀਰ ਕਾਰਡੀਓਵੈਸਕੁਲਰ ਬਿਮਾਰੀ ਦਾ ਇਤਿਹਾਸ, (ਇਸਕੇਮਿਕ ਦਿਲ ਦੀ ਬਿਮਾਰੀ, ਸੇਰੇਬਰੋਵੈਸਕੁਲਰ ਦੌਰਾ ਜਾਂ ਹੋਰ ਥ੍ਰੋਮਬੋਏਮਬੋਲਿਕ ਸਥਿਤੀਆਂ)
ta_in: கடுமையான இருதய நோய் வரலாறு, (இரத்த ஓட்டக்குறை இதய நோய், செரிப்ரோவாஸ்குலர் தாக்குதல் அல்லது பிற த்ரோம்போம்போலிக் நிலைமைகள்).
te_in: తీవ్రమైన హృదయ సంబంధ వ్యాధుల చరిత్ర (ఇస్కీమిక్ హార్ట్ డిసీజ్, సెరెబ్రోవాస్కులర్ అటాక్ లేదా ఇతర థ్రోంబోఎంబాలిక్ పరిస్థితులు)

source: HIV asymptomatic or mild clinical disease (WHO Stage 1 or 2).
as_in: HIV লক্ষণহীনতা বা মৃদু নিদানিক ৰোগ (বিশ্ব স্বাস্থ্য সংস্থাৰ পৰ্যায় 1 বা 2)।
bn_in: উপসর্গ-হীন HIV বা মৃদু নিদানিক অসুখ (WHO পর্যায় 1 বা 2)।
gu_in: લક્ષણો વગરનો HIV કે હળવી ક્લિનિકલ બીમારી (WHO સ્ટેજ 1 અથવા 2).
hi: HIV स्पर्शोन्मुख या हल्के नैदानिक रोग (WHO चरण 1 या 2)
kn_in: HIV ಲಕ್ಷಣರಹಿತ ಅಥವಾ ಸೌಮ್ಯವಾದ ವೈದ್ಯಕೀಯ ಕಾಯಿಲೆ (WHO ಹಂತ 1 ಅಥವಾ 2).
ml_in: ലക്ഷണമില്ലാത്ത HIV അല്ലെങ്കിൽ മിതമായ ക്ലിനിക്കൽ രോഗം (WHO സ്റ്റേജ് 1 അല്ലെങ്കിൽ 2).
or_in: HIV ଲକ୍ଷଣବିହୀନ କିମ୍ୱା ମୃଦୁ ନୈଦାନିକ ରୋଗ (WHO ପର୍ଯ୍ୟାୟ 1 କିମ୍ୱା 2)
pa_in: HIV ਲੱਛਣ ਰਹਿਤ ਜਾਂ ਹਲਕੀ ਕਲੀਨਿਕੀ ਬਿਮਾਰੀ (WHO ਪੜਾਅ 1 ਜਾਂ 2)
ta_in: HIV அறிமுறியற்ற அல்லது லேசன மருத்துவ நோய் (WHO நிலை 1 அல்லது 2).
te_in: HIV లక్షణం లేని లేదా తేలికపాటి క్లినికల్ వ్యాధి (WHO స్టేజ్ 1 లేదా 2)

source: How do you use Centchroman (non-hormonal contraceptives)?
as_in: আপুনি চেণ্টক্ৰ’মেন (অনা-হৰ্মোনেল গৰ্ভনিৰোধক) কেনেদৰে ব্যৱহাৰ কৰে?
bn_in: আপনি কীভাবে সেন্টক্রোমান (হরমোন ছাড়া গর্ভনিরোধক) ব্যবহার করেন?
gu_in: તમે સેન્ટક્રોમેન (હોર્મોન વગરની ગર્ભનિરોધક)નો ઉપયોગ કેવી રીતે કરી શકો છો?
hi: आप सेंटक्रोमन (गैर-हार्मोनल गर्भनिरोधक) का उपयोग कैसे करते हैं?
kn_in: ನೀವು ಸೆಂಟ್ಕ್ರೋಮನ್ (ಹಾರ್ಮೋನ್ ರಹಿತ ಗರ್ಭನಿರೋಧಕಗಳು) ಅನ್ನು ಹೇಗೆ ಬಳಸುತ್ತೀರಿ?
ml_in: നിങ്ങൾ എങ്ങനെയാണ് സെന്റ്ക്രോമൻ (ഹോർമോൺ രഹിത ഗർഭനിരോധന മാർഗ്ഗങ്ങൾ) ഉപയോഗിക്കുന്നത്?
or_in: ଆପଣ ସେଣ୍ଟକ୍ରୋମନ୍ (ଅଣ-ହର୍ମୋନଲ୍ ଗର୍ଭନିରୋଧକ) କିପରି ବ୍ୟବହାର କରନ୍ତି?
pa_in: ਤੁਸੀਂ ਸੈਂਟਕ੍ਰੋਮਨ (ਗੈਰ-ਹਾਰਮੋਨਲ ਗਰਭ ਨਿਰੋਧਕ) ਦੀ ਵਰਤੋਂ ਕਿਵੇਂ ਕਰਦੇ ਹੋ?
ta_in: எவ்வாறு நீங்கள் சென்ட்க்ரோமேன் (ஹார்மோன் அல்லாத கருத்தடைகள்) –ஐ பயன்படுத்துகிறீர்கள்?
te_in: మీరు సెంక్రోమ్యాన్‌ (నాన్-హార్మోనల్ గర్భనిరోధకాలు) ఎలా ఉపయోగించాలి?

source: How do you use CHC?
as_in: আপুনি CHC কেনেদৰে ব্যৱহাৰ কৰে?
bn_in: আপনি কীভাবে CHC ব্যবহার করেন?
gu_in: તમે CHCનો ઉપયોગ કેવી રીતે કરી શકો?
hi: आप CHC का उपयोग कैसे करते हैं?
kn_in: ನೀವು CHC ಅನ್ನು ಹೇಗೆ ಬಳಸುತ್ತೀರಿ?
ml_in: നിങ്ങൾ എങ്ങനെയാണ് CHC ഉപയോഗിക്കുന്നത്?
or_in: ଆପଣ CHC କିପରି ବ୍ୟବହାର କରିବେ?
pa_in: ਤੁਸੀਂ CHC ਦੀ ਵਰਤੋਂ ਕਿਵੇਂ ਕਰਦੇ ਹੋ?
ta_in: எவ்வாறு CHC –ஐ உபயோகிப்பது?
te_in: మీరు CHCని ఎలా ఉపయోగిస్తున్నారు?

source: How it works
as_in: ই কেনেদৰে কাম কৰে
bn_in: এটি কীভাবে কাজ করে
gu_in: તે કેવી રીતે કામ કરે છે?
hi: यह किस प्रकार कार्य करता है
kn_in: ಇದು ಹೇಗೆ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ
ml_in: ഇത് എങ്ങനെയാണ് പ്രവർത്തിക്കുന്നത്
or_in: ଏହା କିପରି କାମ କରେ
pa_in: ਇਹ ਕਿਵੇਂ ਕੰਮ ਕਰਦਾ ਹੈ
ta_in: இது எவ்வாறு வேலை புரிகிறது
te_in: అది ఎలా పని చేస్తుంది

source: How many months should be provided at a time?
as_in: এবাৰত কিমান মাহৰ বাবে প্ৰদান কৰিব লাগে?
bn_in: একবারে কতগুলি মাস প্রদান করা উচিৎ?
gu_in: એક સમયે કેટલા મહિનાનો પુરવઠો પૂરો પાડવો જોઇએ?
hi: कितने महीने एक बार में उपलब्ध किये जाने चाहिए?
kn_in: ಒಂದು ಸಮಯದಲ್ಲಿ ಎಷ್ಟು ತಿಂಗಳುಗಳನ್ನು ಒದಗಿಸಬೇಕು?
ml_in: ഒരു സമയത്ത് എത്ര മാസങ്ങൾ നൽകണം?
or_in: ଗୋଟିଏ ସମୟରେ କେତେ ମାସ ପ୍ରଦାନ କରାଯାଇଥାଏ?
pa_in: ਇੱਕ ਸਮੇਂ ਵਿੱਚ ਕਿੰਨੇ ਮਹੀਨੇ ਪ੍ਰਦਾਨ ਕੀਤੇ ਜਾਣੇ ਚਾਹੀਦੇ ਹਨ?
ta_in: ஒரு நேரத்தில் எத்தனை மாதங்கள் வழங்கப்பட வேண்டும்?
te_in: ఒకేసారి ఎన్ని నెలలకు అందించాలి?

source: How to use POPs
as_in: POP কেনেকৈ ব্যৱহাৰ কৰিব
bn_in: POP কিভাবে ব্যবহার করবেন
gu_in: પીઓપીનો ઉપયોગ કેવી રીતે કરવો?
hi: पीओपी को कैसे इस्तेमाल करना है
kn_in: ಪಿಒಪಿಗಳನ್ನು ಹೇಗೆ ಬಳಸುವುದು
ml_in: POP-കൾ എങ്ങനെ ഉപയോഗിക്കാം
or_in: POP କିପରି ବ୍ୟବହାର କରାଯାଏ
pa_in: POPs ਦੀ ਵਰਤੋਂ ਕਿਵੇਂ ਕਰੀਏ
ta_in: POP-களை எவ்வாறு பயன்படுத்துவது
te_in: POP లని ఎలా ఉపయోగించాలి

source: How to Use the Wheel
as_in: এই চকৰিটো (হুইল) কেনেদৰে ব্যৱহাৰ কৰিব
bn_in: হুইলটি কীভাবে ব্যবহার করতে হবে
gu_in: વ્હિલનો ઉપયોગ કેવી રીતે કરવો?
hi: व्हील का उपयोग कैसे करें
kn_in: ಚಕ್ರವನ್ನು ಹೇಗೆ ಬಳಸುವುದು
ml_in: ചക്രം എങ്ങനെ ഉപയോഗിക്കാം
or_in: ହ୍ୱୀଲ୍ କିପରି ବ୍ୟବହାର କରିବେ
pa_in: ਵ੍ਹੀਲ ਦੀ ਵਰਤੋਂ ਕਿਵੇਂ ਕਰਨੀ ਹੈ
ta_in: வீலை எவ்வாறு உபயோகிப்பது

# howtouse_1
source: <div style="margin: 5px 0;"> <p>The wheel matches up the contraceptive methods, shown on the inner disk, with specific medical conditions shown around the outer rim. The numbers shown in the viewing slot guides you whether the woman who has this known condition is able to start using the contraceptive method:</p> </div>
as_in: <div style="margin: 5px 0;"> <p>চকৰিটোৱে বাহিৰৰ ৰিমৰ চাৰিওফালে দেখুওৱা নিৰ্দিষ্ট চিকিৎসাজনিত স্থিতিৰ সৈতে ভিতৰৰ ডিস্কত দেখুওৱা গৰ্ভনিৰোধক পদ্ধতিবোৰ মিলায়। ভিউয়িং স্লটত দেখুওৱা সংখ্যাবোৰে আপোনাক নিৰ্দেশনা দিয়ে যে এই জ্ঞাত স্থিতিত থকা মহিলাগৰাকীয়ে গৰ্ভনিৰোধক পদ্ধতি ব্যৱহাৰ কৰা আৰম্ভ কৰিবলৈ সক্ষম হয়নে নহয়:</p> </div>
bn_in: <div style="margin: 5px 0;"> <p>হুইলটিতে বহিঃস্থ প্রান্তের আশেপাশে দেখানো নির্দিষ্ট চিকিৎসাগত সমস্যাগুলির মাধ্যমে গর্ভনিরোধক পদ্ধতিগুলি একত্রিত করা হয়েছে, ভেতরের ঝুঁকিগুলি সম্বন্ধে বলা হয়েছে। এই জ্ঞাত সমস্যায় আক্রান্ত মহিলা গর্ভনিরোধক পদ্ধতিটি ব্যবহার করতে শুরু করতে সক্ষম হবেন কিনা, সেটি সম্বন্ধে দেখার স্লটে দেখানো সংখ্যাগুলি আপনাকে পরামর্শ দেবে:</p> </div>
gu_in: <div style="margin: 5px 0;"> <p>આ વ્હિલનો બહારની કિનારી પર દર્શાવવામાં આવેલી કેટલીક ચોક્કસ તબીબી સ્થિતિઓની સાથે અંદરની ડિસ્ક પર દર્શાવવામાં આવેલી ગર્ભનિરોધકની પદ્ધતિઓની સાથે મેળ ખાય છે. વ્યૂઇંગ સ્લોટમાં દર્શાવવામાં આવેલી સંખ્યાઓ તમને એ અંગે માર્ગદર્શન આપે છે કે જે સ્ત્રી આ પ્રકારની જ્ઞાત તબીબી સ્થિતિ ધરાવતી હોય તેમણે ગર્ભનિરોધક પદ્ધતિનો ઉપયોગ શરૂ કરવો જોઇએ કે નહીં:</p> </div>
hi: <div style="margin: 5px 0;"> <p>आंतरिक डिस्क पर दिखाए गए गर्भनिरोधक तरीकों को बाहरी किनारे के चारों ओर दिखाई गई विशिष्ट चिकित्सा स्थितियों के साथ व्हील मेल कराता है। व्यूइंग स्लॉट में दिखाई गई संख्याएं आपको यह बताती हैं कि जिस महिला को यह ज्ञात स्थिति है, क्या वह गर्भनिरोधक विधि का उपयोग प्रारंभ करने में सक्षम है:</p> </div>
kn_in: <div style="margin: 5px 0;"> <p>ಚಕ್ರವು ಒಳ ಡಿಸ್ಕ್‌ನಲ್ಲಿ ತೋರಿಸಲಾದ ಗರ್ಭನಿರೋಧಕ ವಿಧಾನಗಳನ್ನು , ಹೊರಗಿನ ಅಂಚಿನ ಸುತ್ತಲೂ ತೋರಿಸಿದ ನಿರ್ದಿಷ್ಟ ವೈದ್ಯಕೀಯ ಪರಿಸ್ಥಿತಿಗಳಳ ಜೊತೆ ಹೊಂದಿಸುತ್ತದೆ. ವೀಕ್ಷಣೆಯ ಸ್ಲಾಟ್‌ನಲ್ಲಿ ತೋರಿಸಲಾದ ಸಂಖ್ಯೆಗಳು ಈ ತಿಳಿದಿರುವ ಸ್ಥಿತಿಯನ್ನು ಹೊಂದಿರುವ ಮಹಿಳೆ ಗರ್ಭನಿರೋಧಕ ವಿಧಾನವನ್ನು ಬಳಸಲು ಪ್ರಾರಂಭಿಸಲು ಸಾಧ್ಯವಿದೆಯೇ ಎಂದು ನಿಮಗೆ ಮಾರ್ಗದರ್ಶನ ನೀಡುತ್ತದೆ:</p> </div>
ml_in: <div style="margin: 5px 0;"> <p>പുറത്തെ അരികിന് ചുറ്റും കാണിച്ചിരിക്കുന്ന നിർദ്ദിഷ്ട രോഗാവസ്ഥകളുമായി ഉള്ളിലെ ഡിസ്കിൽ കാണിച്ചിരിക്കുന്ന ഗർഭനിരോധന മാർഗ്ഗങ്ങൾ ചക്രം പൊരുത്തപ്പെടുന്നു. കാണാനുള്ള സ്ലോട്ടിൽ കാണിച്ചിരിക്കുന്ന നമ്പറുകൾ ഈ അറിയാവുന്ന അവസ്ഥയുള്ള സ്ത്രീക്ക് ഗർഭനിരോധന മാർഗ്ഗം ഉപയോഗിക്കാൻ കഴിയുമോ എന്ന് നിങ്ങൾക്ക് അറിവ് നൽകും:</p> </div>
or_in: <div style="margin: 5px 0;"> <p>Tବାହ୍ୟ ରିମ୍ ଚତୁଃପାର୍ଶ୍ୱରେ ଦେଖାଯାଇଥିବା ଭଳି ନିର୍ଦ୍ଦିଷ୍ଟ ଡାକ୍ତରୀ ଅବସ୍ଥା ସହିତ ହ୍ୱୀଲ୍, ଗର୍ଭନିରୋଧକ ପ୍ରଣାଳୀ ସହିତ ମେଳ ହୋଇଥାଏ, ଯାହା ଆଭ୍ୟନ୍ତରୀଣ ଡିସ୍କରେ ପ୍ରଦର୍ଶିତ ହୋଇଛି। ଦେଖିବା ପାଇଁ ଥିବା ସ୍ଲଟ୍‌ରେ ପ୍ରଦର୍ଶିତ ସଂଖ୍ୟା ଆପଣଙ୍କ ମାର୍ଗଦର୍ଶନ କରିଥାଏ ଯେ, ଏହି ଜ୍ଞାତ ଅବସ୍ଥା ଥିବା ମହିଳା ଗର୍ଭନିରୋଧକ ପ୍ରଣାଳୀ ବ୍ୟବହାର ଆରମ୍ଭ କରିବା ପାଇଁ ସମର୍ଥ କି ନୁହେଁ:</p> </div>
pa_in: <div style="margin: 5px 0;"> <p>ਵ੍ਹੀਲ ਅੰਦਰੂਨੀ ਡਿਸਕ 'ਤੇ ਦਿਖਾਏ ਗਏ, ਗਰਭ ਨਿਰੋਧਕ ਵਿਧੀਆਂ ਨਾਲ ਮੇਲ ਖਾਂਦਾ ਹੈ, ਬਾਹਰੀ ਰਿਮ ਦੇ ਆਲੇ-ਦੁਆਲੇ ਦਿਖਾਈਆਂ ਗਈਆਂ ਵਿਸ਼ੇਸ਼ ਮੈਡੀਕਲ ਸਥਿਤੀਆਂ ਨਾਲ। ਦੇਖਣ ਵਾਲੇ ਸਲਾਟ ਵਿੱਚ ਦਿਖਾਏ ਗਏ ਨੰਬਰ ਤੁਹਾਨੂੰ ਸੇਧ ਦਿੰਦੇ ਹਨ ਕਿ ਕੀ ਉਹ ਔਰਤ ਜਿਸਨੂੰ ਇਹ ਜਾਣੀ-ਪਛਾਣੀ ਅਵਸਥਾ ਹੈ ਉਹ ਗਰਭ ਨਿਰੋਧਕ ਵਿਧੀ ਦੀ ਵਰਤੋਂ ਸ਼ੁਰੂ ਕਰਨ ਦੇ ਯੋਗ ਹੈ ਜਾਂ ਨਹੀਂ:</p> </div>
ta_in: <div style="margin: 5px 0;"> <p>வெளிப்புற விளிம்பில் காட்டப் பட்டிருக்கும் குறிப்பிட்ட மருத்துவ நிலைகளுடன், உட்புற டிஸ்கில் (வட்டில்) காட்டப் பட்டிருக்கும் கருத்தடை முறைகள், வீல் –உடன் பொருந்துகிறது. இந்த குறிப்பிட்ட மருத்துவ நிலையை பெற்றிருக்கும் பெண்மணியால் இந்த கருத்தடை முறையை ஆரம்பிக்க முடியுமா என்பதற்கு காணும் ஸ்லாட்டில் காட்டப்பட்டுள்ள எண்கள் உங்களுக்கு வழிகாட்டுகின்றன:</p> </div>
te_in: <div style="margin: 5px 0;"> <p>చక్రం బయటనున్న అంచుచుట్టూ చూపబడిన నిర్దిష్ట వైద్య పరిస్థితులతో లోపలి డిస్క్‌లో చూపబడిన గర్భనిరోధక పద్ధతులతో చక్రం సరిపోలుతుంది. కనిపిస్తున్న ముక్కలోని సంఖ్యలు, మీకు తెలిసిన ఈ పరిస్థితిని కలిగి ఉన్న స్త్రీ, గర్భనిరోధక పద్ధతిని ఉపయోగించడం ప్రారంభించి, పాటించడం వీలవుతుందో లేదో మీకు మార్గనిర్దేశం చేస్తాయి:</p> </div>

# howtouse_2
source: Use the method in any circumstance
gu_in: કોઈ પણ સંજોગોમાં પદ્ધતિનો ઉપયોગ કરો
hi: विधि का उपयोग किसी भी परिस्थिति में करें
or_in: ଯେକୌଣସି ପରିସ୍ଥିତିରେ ଏହି ପ୍ରଣାଳୀ ବ୍ୟବହାର କରନ୍ତୁ
pa_in: ਕਿਸੇ ਵੀ ਸਥਿਤੀ ਵਿੱਚ ਵਿਧੀ ਦੀ ਵਰਤੋਂ ਕਰੋ

# howtouse_3
source: Generally use the method
as_in: সাধাৰণতে পদ্ধতিটো ব্যৱহাৰ কৰক।
bn_in: সাধারণভাবে পদ্ধতি ব্যবহার করুন।
gu_in: સામાન્ય રીતે આ પદ્ધતિનો ઉપયોગ કરો
hi: आमतौर पर विधि का उपयोग करें
kn_in: ಸಾಮಾನ್ಯವಾಗಿ ಈ ವಿಧಾನವನ್ನು ಬಳಸಿ.
ml_in: സാധാരണയായി രീതി ഉപയോഗിക്കുക.
or_in: ସାଧାରଣତଃ ଏହି ପ୍ରଣାଳୀ ବ୍ୟବହାର କରନ୍ତୁ
pa_in: ਆਮ ਤੌਰ 'ਤੇ ਵਿਧੀ ਦੀ ਵਰਤੋਂ ਕਰੋ
ta_in: பொதுவாக இந்த முறையை உபயோகிக்கவும்.
te_in: సాధారణంగా పద్ధతిని ఉపయోగించండి

# howtouse_4
source: Use of the method is not usually recommended unless other more appropriate methods are not available or acceptable
as_in: আন, অধিক আৰু উপযুক্ত পদ্ধতি উপলব্ধ হ'লে বা গ্ৰহণযোগ্য হ'লে সাধাৰণতে পদ্ধতিটো ব্যৱহাৰৰ পৰামৰ্শ দিয়া নহয়।
bn_in: পদ্ধতির ব্যবহার সাধারণত সুপারিশ করা হয় না, যদি অন্যান্য আরও উপযুক্ত পদ্ধতি উপলভ্য হয় বা গ্রহণযোগ্য থাকে।
gu_in: જ્યાં સુધી અન્ય વધુ યોગ્ય પદ્ધતિઓ ઉપલબ્ધ ના થાય કે સ્વીકાર્ય ના હોય ત્યાં સુધી સામાન્ય રીતે આ પદ્ધતિનો ઉપયોગ કરવાની ભલામણ કરવામાં આવતી નથી
hi: जब तक कि अन्य अधिक उपयुक्त विधियां उपलब्ध या स्वीकार्य न हों विधि का उपयोग सामान्यत: अनुशंसित नहीं किया जाता है
kn_in: ಇತರ ಸೂಕ್ತ ವಿಧಾನಗಳು ಲಭ್ಯವಿರದ ಅಥವಾ ಸ್ವೀಕಾರಾರ್ಹವಾಗಿರದ ಹೊರತು ಈ ವಿಧಾನದ ಬಳಕೆಯನ್ನು ಸಾಮಾನ್ಯವಾಗಿ ಶಿಫಾರಸು ಮಾಡಲಾಗುವುದಿಲ್ಲ.
ml_in: മറ്റ് കൂടുതൽ ഉചിതമായ രീതികൾ ലഭ്യമല്ലെങ്കിലോ സ്വീകാര്യമല്ലെങ്കിലോ രീതിയുടെ ഉപയോഗം സാധാരണയായി ശുപാർശ ചെയ്യപ്പെടുന്നില്ല
or_in: ଏହି ପ୍ରଣାଳୀର ବ୍ୟବହାରକୁ ସାଧାରଣତଃ ସୁପାରିସ କରାଯାଏ ନାହିଁ, ଯେପର୍ଯ୍ୟନ୍ତ ଅନ୍ୟ କୌଣସି ଅଧିକ ଉପଯୁକ୍ତ ପ୍ରଣାଳୀ ଉପଲବ୍ଧ କିମ୍ୱା ସ୍ୱୀକାର କରାଯାଇନାହିଁ
pa_in: ਵਿਧੀ ਦੀ ਵਰਤੋਂ ਦੀ ਸਿਫਾਰਸ਼ ਆਮ ਤੌਰ 'ਤੇ ਉਦੋਂ ਤੱਕ ਨਹੀਂ ਕੀਤੀ ਜਾਂਦੀ ਜਦੋਂ ਤੱਕ ਹੋਰ ਵਧੇਰੇ ਉਚਿਤ ਤਰੀਕੇ ਉਪਲਬਧ ਜਾਂ ਸਵੀਕਾਰਯੋਗ ਨਹੀਂ ਹੁੰਦੇ
ta_in: இதை விட பொருந்தக் கூடிய வேறு முறைகள் இல்லாவிட்டால் அல்லது ஒப்புக் கொள்ளப்படா விட்டாலொழிய இந்த முறையின் உபயோகம் பொதுவாக பரிந்துரைக்கப் படுவதில்லை.
te_in: ఇతర మరింత తగిన పద్ధతులు అందుబాటులో లేకున్నా లేదా ఒప్పుకోకపోయినా లేదా కుదరదు అనుకున్నా, ఆ పద్ధతి యొక్క ఉపయోగం, సాధారణంగా సిఫార్సు చేయబడదు

# howtouse_5
source: Method NOT to be used
as_in: ব্যৱহাৰ কৰিব নলগা পদ্ধতি।
bn_in: পদ্ধতি ব্যবহার করবেন না।
gu_in: આ પદ્ધતિનો ઉપયોગ કરશો નહીં
hi: विधि का उपयोग नहीं किया जाना चाहिए
kn_in: ಬಳಸಬಾರದ ವಿಧಾನ.
ml_in: രീതി ഉപയോഗിക്കേണ്ടതില്ല.
or_in: ଏହି ପ୍ରଣାଳୀକୁ ବ୍ୟବହାର କରାଯିବ ନାହିଁ
pa_in: ਵਿਧੀ ਦੀ ਵਰਤੋਂ ਨਹੀਂ ਕੀਤੀ ਜਾਣੀ ਚਾਹੀਦੀ
ta_in: இந்த முறை உபயோகப்படுத்தப் படக் கூடாது.
te_in: పద్ధతి ఉపయోగించరాదు
